#+TITLE: Brainstorm School Spring '23
#+AUTHOR: Chris Hogan
#+DATE: <2023-01-16 Mon> to <2023-03-26 Sun>
#+STARTUP: nologdone

* Week 1
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W03 :tags t
#+CAPTION: Clock summary at [2023-02-04 Sat 21:15], for week 2023-W03.
| Tags     | Headline                    | Time    |       |      |
|----------+-----------------------------+---------+-------+------|
|          | *Total time*                | *49:56* |       |      |
|----------+-----------------------------+---------+-------+------|
|          | Week 1                      | 49:56   |       |      |
|          | \_  <2023-01-16 Mon>        |         | 10:04 |      |
| study    | \_    reference gathering   |         |       | 0:23 |
| drawing  | \_    architecture studies  |         |       | 3:19 |
| painting | \_    architecture studies  |         |       | 2:16 |
| 3D       | \_    architecture studies  |         |       | 4:06 |
|          | \_  <2023-01-17 Tue>        |         |  7:20 |      |
| painting | \_    architecture studies  |         |       | 2:11 |
| 3D       | \_    architecture studies  |         |       | 3:38 |
| drawing  | \_    TMNT                  |         |       | 1:31 |
|          | \_  <2023-01-18 Wed>        |         |  8:33 |      |
| study    | \_    ENT1 week 1 homework  |         |       | 3:39 |
| study    | \_    ENT1 week 1           |         |       | 2:10 |
| drawing  | \_    ENT1 week 1 homework  |         |       | 1:25 |
| study    | \_    SDVGD week 1          |         |       | 1:19 |
|          | \_  <2023-01-19 Thu>        |         |  7:07 |      |
| study    | \_    SDVGD week 1 homework |         |       | 4:55 |
| drawing  | \_    ENT1 week 1 homework  |         |       | 1:13 |
| study    | \_    ENT1 week 1 homework  |         |       | 0:59 |
|          | \_  <2023-01-20 Fri>        |         |  4:47 |      |
| drawing  | \_    ENT1 week 1 homework  |         |       | 4:24 |
| study    | \_    ENT1 week 1 homework  |         |       | 0:23 |
|          | \_  <2023-01-21 Sat>        |         |  7:00 |      |
| drawing  | \_    ENT1 week 1 homework  |         |       | 3:19 |
| drawing  | \_    SDVGD week 1 homework |         |       | 0:40 |
| study    | \_    WB2 week 1            |         |       | 3:01 |
|          | \_  <2023-01-22 Sun>        |         |  5:05 |      |
| drawing  | \_    ENT1 week 1 homework  |         |       | 2:28 |
| study    | \_    SDVGD week 1 homework |         |       | 2:12 |
| study    | \_    blog                  |         |       | 0:25 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h)  |
|----------+------------+-----------|
| drawing  | *Tag time* | *18h 19m* |
|----------+------------+-----------|
| study    | *Tag time* | *19h 26m* |
|----------+------------+-----------|
| painting | *Tag time* | *4h 27m*  |
|----------+------------+-----------|
| 3D       | *Tag time* | *7h 44m*  |

#+END:
** <2023-01-16 Mon>
*** DONE reference gathering                                          :study:
:LOGBOOK:
CLOCK: [2023-01-16 Mon 07:21]--[2023-01-16 Mon 07:44] =>  0:23
:END:
*** DONE architecture studies                                       :drawing:
:LOGBOOK:
CLOCK: [2023-01-16 Mon 20:50]--[2023-01-16 Mon 21:44] =>  0:54
CLOCK: [2023-01-16 Mon 09:23]--[2023-01-16 Mon 10:45] =>  1:22
CLOCK: [2023-01-16 Mon 07:44]--[2023-01-16 Mon 08:47] =>  1:03
:END:
*** DONE architecture studies                                      :painting:
:LOGBOOK:
CLOCK: [2023-01-16 Mon 19:44]--[2023-01-16 Mon 20:50] =>  1:06
CLOCK: [2023-01-16 Mon 18:11]--[2023-01-16 Mon 19:21] =>  1:10
:END:
*** DONE architecture studies                                            :3D:
:LOGBOOK:
CLOCK: [2023-01-16 Mon 14:34]--[2023-01-16 Mon 15:50] =>  1:16
CLOCK: [2023-01-16 Mon 11:25]--[2023-01-16 Mon 14:15] =>  2:50
:END:
** <2023-01-17 Tue>
*** DONE architecture studies                                      :painting:
:LOGBOOK:
CLOCK: [2023-01-17 Tue 09:27]--[2023-01-17 Tue 10:16] =>  0:49
CLOCK: [2023-01-17 Tue 07:24]--[2023-01-17 Tue 08:46] =>  1:22
:END:
*** DONE architecture studies                                            :3D:
:LOGBOOK:
CLOCK: [2023-01-17 Tue 15:53]--[2023-01-17 Tue 16:06] =>  0:13
CLOCK: [2023-01-17 Tue 15:31]--[2023-01-17 Tue 15:45] =>  0:14
CLOCK: [2023-01-17 Tue 14:06]--[2023-01-17 Tue 15:05] =>  0:59
CLOCK: [2023-01-17 Tue 12:42]--[2023-01-17 Tue 13:36] =>  0:54
CLOCK: [2023-01-17 Tue 11:44]--[2023-01-17 Tue 12:32] =>  0:48
CLOCK: [2023-01-17 Tue 10:16]--[2023-01-17 Tue 10:46] =>  0:30
:END:
*** DONE TMNT                                                       :drawing:
:LOGBOOK:
CLOCK: [2023-01-17 Tue 18:58]--[2023-01-17 Tue 20:29] =>  1:31
:END:
*** TODO ENT1 week 1 :study:
** <2023-01-18 Wed>
*** DONE ENT1 week 1 homework                                         :study:
:LOGBOOK:
CLOCK: [2023-01-18 Wed 14:23]--[2023-01-18 Wed 15:15] =>  0:52
CLOCK: [2023-01-18 Wed 11:04]--[2023-01-18 Wed 11:49] =>  0:45
CLOCK: [2023-01-18 Wed 09:36]--[2023-01-18 Wed 10:45] =>  1:09
CLOCK: [2023-01-18 Wed 07:59]--[2023-01-18 Wed 08:52] =>  0:53
:END:
*** DONE ENT1 week 1                                                  :study:
:LOGBOOK:
CLOCK: [2023-01-18 Wed 11:49]--[2023-01-18 Wed 13:59] =>  2:10
:END:
*** DONE ENT1 week 1 homework                                       :drawing:
:LOGBOOK:
CLOCK: [2023-01-18 Wed 20:10]--[2023-01-18 Wed 20:49] =>  0:39
CLOCK: [2023-01-18 Wed 19:00]--[2023-01-18 Wed 19:46] =>  0:46
:END:
*** DONE SDVGD week 1                                                 :study:
:LOGBOOK:
CLOCK: [2023-01-18 Wed 21:00]--[2023-01-18 Wed 22:19] =>  1:19
:END:
** <2023-01-19 Thu>
*** DONE SDVGD week 1 homework                                        :study:
:LOGBOOK:
CLOCK: [2023-01-19 Thu 18:22]--[2023-01-19 Thu 19:00] =>  0:38
CLOCK: [2023-01-19 Thu 14:18]--[2023-01-19 Thu 15:48] =>  1:30
CLOCK: [2023-01-19 Thu 09:29]--[2023-01-19 Thu 10:48] =>  1:19
CLOCK: [2023-01-19 Thu 07:25]--[2023-01-19 Thu 08:53] =>  1:28
:END:
*** DONE ENT1 week 1 homework                                       :drawing:
:LOGBOOK:
CLOCK: [2023-01-19 Thu 21:23]--[2023-01-19 Thu 21:43] =>  0:20
CLOCK: [2023-01-19 Thu 19:03]--[2023-01-19 Thu 19:56] =>  0:53
:END:
*** DONE ENT1 week 1 homework                                         :study:
:LOGBOOK:
CLOCK: [2023-01-19 Thu 20:23]--[2023-01-19 Thu 21:22] =>  0:59
:END:
** <2023-01-20 Fri>
*** DONE ENT1 week 1 homework                                       :drawing:
:LOGBOOK:
CLOCK: [2023-01-20 Fri 20:12]--[2023-01-20 Fri 21:19] =>  1:07
CLOCK: [2023-01-20 Fri 19:14]--[2023-01-20 Fri 19:54] =>  0:40
CLOCK: [2023-01-20 Fri 14:21]--[2023-01-20 Fri 15:50] =>  1:29
CLOCK: [2023-01-20 Fri 07:33]--[2023-01-20 Fri 08:41] =>  1:08
:END:
*** DONE ENT1 week 1 homework                                         :study:
:LOGBOOK:
CLOCK: [2023-01-20 Fri 21:19]--[2023-01-20 Fri 21:42] =>  0:23
:END:
** <2023-01-21 Sat>
*** DONE ENT1 week 1 homework                                       :drawing:
:LOGBOOK:
CLOCK: [2023-01-21 Sat 19:53]--[2023-01-21 Sat 21:41] =>  1:48
CLOCK: [2023-01-21 Sat 09:40]--[2023-01-21 Sat 10:41] =>  1:01
CLOCK: [2023-01-21 Sat 08:30]--[2023-01-21 Sat 09:00] =>  0:32
:END:
*** DONE SDVGD week 1 homework                                      :drawing:
:LOGBOOK:
CLOCK: [2023-01-21 Sat 18:56]--[2023-01-21 Sat 19:36] =>  0:40
:END:
*** DONE WB2 week 1                                                   :study:
:LOGBOOK:
CLOCK: [2023-01-21 Sat 12:00]--[2023-01-21 Sat 15:01] =>  3:01
:END:
** <2023-01-22 Sun>
*** DONE ENT1 week 1 homework                                       :drawing:
:LOGBOOK:
CLOCK: [2023-01-22 Sun 13:11]--[2023-01-22 Sun 14:45] =>  1:34
CLOCK: [2023-01-22 Sun 10:15]--[2023-01-22 Sun 11:09] =>  0:54
:END:
*** DONE SDVGD week 1 homework                                        :study:
:LOGBOOK:
CLOCK: [2023-01-22 Sun 20:02]--[2023-01-22 Sun 20:32] =>  0:30
CLOCK: [2023-01-22 Sun 18:03]--[2023-01-22 Sun 19:45] =>  1:42
:END:
*** DONE blog                                                         :study:
:LOGBOOK:
CLOCK: [2023-01-22 Sun 20:33]--[2023-01-22 Sun 20:58] =>  0:25
:END:
* Week 2
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W04 :tags t
#+CAPTION: Clock summary at [2023-02-04 Sat 21:15], for week 2023-W04.
| Tags    | Headline                    | Time    |       |      |
|---------+-----------------------------+---------+-------+------|
|         | *Total time*                | *61:20* |       |      |
|---------+-----------------------------+---------+-------+------|
|         | Week 2                      | 61:20   |       |      |
|         | \_  <2023-01-23 Mon>        |         |  9:02 |      |
| study   | \_    SDVGD week 1 homework |         |       | 1:20 |
| drawing | \_    SDVGD week 1 homework |         |       | 7:42 |
|         | \_  <2023-01-24 Tue>        |         |  8:48 |      |
| drawing | \_    SDVGD week 1 homework |         |       | 7:09 |
| study   | \_    SDVGD week 1 homework |         |       | 0:09 |
| study   | \_    ENT1 week 2           |         |       | 1:30 |
|         | \_  <2023-01-25 Wed>        |         |  9:00 |      |
| study   | \_    WB2 week 1 homework   |         |       | 1:41 |
| drawing | \_    WB2 week 1 homework   |         |       | 4:47 |
| study   | \_    ENT1 week 2           |         |       | 1:33 |
| study   | \_    SDVGD week 2          |         |       | 0:59 |
|         | \_  <2023-01-26 Thu>        |         |  9:07 |      |
| drawing | \_    WB2 week 1 homework   |         |       | 6:11 |
| study   | \_    ENT1 week 2           |         |       | 0:22 |
| study   | \_    SDVGD week 2          |         |       | 1:02 |
| drawing | \_    ENT1 week 2 homework  |         |       | 1:32 |
|         | \_  <2023-01-27 Fri>        |         | 10:12 |      |
| study   | \_    SDVGD week 2          |         |       | 1:46 |
| drawing | \_    ENT1 week 2 homework  |         |       | 8:26 |
|         | \_  <2023-01-28 Sat>        |         |  7:37 |      |
| study   | \_    SDVGD week 2          |         |       | 0:47 |
| drawing | \_    ENT1 week 2 homework  |         |       | 6:50 |
|         | \_  <2023-01-29 Sun>        |         |  7:34 |      |
| drawing | \_    ENT1 week 2 homework  |         |       | 7:11 |
| study   | \_    blog                  |         |       | 0:23 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h)  |
|----------+------------+-----------|
| drawing  | *Tag time* | *49h 48m* |
|----------+------------+-----------|
| study    | *Tag time* | *11h 32m* |
|----------+------------+-----------|
| painting | *Tag time* | *0h 0m*   |
|----------+------------+-----------|
| 3D       | *Tag time* | *0h 0m*   |

#+END:
** <2023-01-23 Mon>
*** DONE SDVGD week 1 homework                                        :study:
:LOGBOOK:
CLOCK: [2023-01-23 Mon 21:33]--[2023-01-23 Mon 21:43] =>  0:10
CLOCK: [2023-01-23 Mon 20:13]--[2023-01-23 Mon 20:50] =>  0:37
CLOCK: [2023-01-23 Mon 12:12]--[2023-01-23 Mon 12:25] =>  0:13
CLOCK: [2023-01-23 Mon 09:40]--[2023-01-23 Mon 09:45] =>  0:05
CLOCK: [2023-01-23 Mon 07:16]--[2023-01-23 Mon 07:31] =>  0:15
:END:
*** DONE SDVGD week 1 homework                                      :drawing:
:LOGBOOK:
CLOCK: [2023-01-23 Mon 20:50]--[2023-01-23 Mon 21:33] =>  0:43
CLOCK: [2023-01-23 Mon 18:16]--[2023-01-23 Mon 19:51] =>  1:35
CLOCK: [2023-01-23 Mon 14:53]--[2023-01-23 Mon 15:56] =>  1:03
CLOCK: [2023-01-23 Mon 13:06]--[2023-01-23 Mon 14:36] =>  1:30
CLOCK: [2023-01-23 Mon 10:00]--[2023-01-23 Mon 11:58] =>  1:58
CLOCK: [2023-01-23 Mon 07:31]--[2023-01-23 Mon 08:24] =>  0:53
:END:
** <2023-01-24 Tue>
*** DONE SDVGD week 1 homework                                      :drawing:
:LOGBOOK:
CLOCK: [2023-01-24 Tue 20:10]--[2023-01-24 Tue 20:32] =>  0:22
CLOCK: [2023-01-24 Tue 18:37]--[2023-01-24 Tue 19:54] =>  1:17
CLOCK: [2023-01-24 Tue 14:49]--[2023-01-24 Tue 15:47] =>  0:58
CLOCK: [2023-01-24 Tue 13:32]--[2023-01-24 Tue 14:30] =>  0:58
CLOCK: [2023-01-24 Tue 09:47]--[2023-01-24 Tue 11:55] =>  2:08
CLOCK: [2023-01-24 Tue 07:19]--[2023-01-24 Tue 08:45] =>  1:26
:END:
*** TODO SDVGD week 1 homework :study:
:LOGBOOK:
CLOCK: [2023-01-24 Tue 09:38]--[2023-01-24 Tue 09:47] =>  0:09
:END:
*** DONE ENT1 week 2                                                  :study:
:LOGBOOK:
CLOCK: [2023-01-24 Tue 21:00]--[2023-01-24 Tue 22:30] =>  1:30
:END:
** <2023-01-25 Wed>
*** DONE WB2 week 1 homework                                          :study:
:LOGBOOK:
CLOCK: [2023-01-25 Wed 07:15]--[2023-01-25 Wed 08:56] =>  1:41
:END:
*** DONE WB2 week 1 homework                                        :drawing:
:LOGBOOK:
CLOCK: [2023-01-25 Wed 19:57]--[2023-01-25 Wed 20:17] =>  0:20
CLOCK: [2023-01-25 Wed 18:10]--[2023-01-25 Wed 19:32] =>  1:22
CLOCK: [2023-01-25 Wed 12:42]--[2023-01-25 Wed 13:46] =>  1:04
CLOCK: [2023-01-25 Wed 10:03]--[2023-01-25 Wed 12:04] =>  2:01
:END:
*** DONE ENT1 week 2                                                  :study:
:LOGBOOK:
CLOCK: [2023-01-25 Wed 20:27]--[2023-01-25 Wed 20:57] =>  0:30
CLOCK: [2023-01-25 Wed 15:52]--[2023-01-25 Wed 16:09] =>  0:17
CLOCK: [2023-01-25 Wed 15:00]--[2023-01-25 Wed 15:46] =>  0:46
:END:
*** DONE SDVGD week 2                                                 :study:
:LOGBOOK:
CLOCK: [2023-01-25 Wed 20:57]--[2023-01-25 Wed 21:56] =>  0:59
:END:
** <2023-01-26 Thu>
*** DONE WB2 week 1 homework                                        :drawing:
:LOGBOOK:
CLOCK: [2023-01-26 Thu 14:58]--[2023-01-26 Thu 15:33] =>  0:35
CLOCK: [2023-01-26 Thu 12:43]--[2023-01-26 Thu 14:36] =>  1:53
CLOCK: [2023-01-26 Thu 09:46]--[2023-01-26 Thu 12:03] =>  2:17
CLOCK: [2023-01-26 Thu 07:21]--[2023-01-26 Thu 08:47] =>  1:26
:END:
*** DONE ENT1 week 2                                                  :study:
:LOGBOOK:
CLOCK: [2023-01-26 Thu 08:47]--[2023-01-26 Thu 09:09] =>  0:22
:END:
*** DONE SDVGD week 2                                                 :study:
:LOGBOOK:
CLOCK: [2023-01-26 Thu 18:43]--[2023-01-26 Thu 19:45] =>  1:02
:END:
*** DONE ENT1 week 2 homework                                       :drawing:
:LOGBOOK:
CLOCK: [2023-01-26 Thu 20:08]--[2023-01-26 Thu 21:40] =>  1:32
:END:
** <2023-01-27 Fri>
*** DONE SDVGD week 2                                                 :study:
:LOGBOOK:
CLOCK: [2023-01-27 Fri 18:09]--[2023-01-27 Fri 18:34] =>  0:25
CLOCK: [2023-01-27 Fri 12:09]--[2023-01-27 Fri 12:33] =>  0:24
CLOCK: [2023-01-27 Fri 09:37]--[2023-01-27 Fri 09:43] =>  0:06
CLOCK: [2023-01-27 Fri 07:15]--[2023-01-27 Fri 08:06] =>  0:51
:END:
*** DONE ENT1 week 2 homework                                       :drawing:
:LOGBOOK:
CLOCK: [2023-01-27 Fri 20:00]--[2023-01-27 Fri 21:29] =>  1:29
CLOCK: [2023-01-27 Fri 18:35]--[2023-01-27 Fri 19:35] =>  1:00
CLOCK: [2023-01-27 Fri 14:19]--[2023-01-27 Fri 15:57] =>  1:38
CLOCK: [2023-01-27 Fri 12:34]--[2023-01-27 Fri 13:58] =>  1:24
CLOCK: [2023-01-27 Fri 09:50]--[2023-01-27 Fri 12:04] =>  2:14
CLOCK: [2023-01-27 Fri 08:06]--[2023-01-27 Fri 08:47] =>  0:41
:END:
** <2023-01-28 Sat>
*** DONE SDVGD week 2                                                 :study:
:LOGBOOK:
CLOCK: [2023-01-28 Sat 07:18]--[2023-01-28 Sat 08:05] =>  0:47
:END:
*** DONE ENT1 week 2 homework                                       :drawing:
:LOGBOOK:
CLOCK: [2023-01-28 Sat 19:35]--[2023-01-28 Sat 21:31] =>  1:56
CLOCK: [2023-01-28 Sat 18:14]--[2023-01-28 Sat 19:17] =>  1:03
CLOCK: [2023-01-28 Sat 14:40]--[2023-01-28 Sat 15:48] =>  1:08
CLOCK: [2023-01-28 Sat 12:32]--[2023-01-28 Sat 13:48] =>  1:16
CLOCK: [2023-01-28 Sat 10:03]--[2023-01-28 Sat 10:35] =>  0:32
CLOCK: [2023-01-28 Sat 09:35]--[2023-01-28 Sat 09:50] =>  0:15
CLOCK: [2023-01-28 Sat 08:05]--[2023-01-28 Sat 08:45] =>  0:40
:END:
** <2023-01-29 Sun>
*** DONE ENT1 week 2 homework                                       :drawing:
:LOGBOOK:
CLOCK: [2023-01-29 Sun 18:16]--[2023-01-29 Sun 20:12] =>  1:56
CLOCK: [2023-01-29 Sun 18:00]--[2023-01-29 Sun 18:05] =>  0:05
CLOCK: [2023-01-29 Sun 13:47]--[2023-01-29 Sun 14:55] =>  1:08
CLOCK: [2023-01-29 Sun 12:47]--[2023-01-29 Sun 13:30] =>  0:43
CLOCK: [2023-01-29 Sun 10:12]--[2023-01-29 Sun 12:11] =>  1:59
CLOCK: [2023-01-29 Sun 07:21]--[2023-01-29 Sun 08:41] =>  1:20
:END:
*** DONE blog                                                         :study:
:LOGBOOK:
CLOCK: [2023-01-29 Sun 20:30]--[2023-01-29 Sun 20:53] =>  0:23
:END:
* Week 3
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W05 :tags t
#+CAPTION: Clock summary at [2023-02-04 Sat 21:15], for week 2023-W05.
| Tags     | Headline                    | Time    |       |      |
|----------+-----------------------------+---------+-------+------|
|          | *Total time*                | *60:25* |       |      |
|----------+-----------------------------+---------+-------+------|
|          | Week 3                      | 60:25   |       |      |
|          | \_  <2023-01-30 Mon>        |         | 10:36 |      |
| study    | \_    SDVGD week 2 homework |         |       | 2:05 |
| 3D       | \_    SDVGD week 2 homework |         |       | 8:07 |
| painting | \_    SDVGD week 2 homework |         |       | 0:24 |
|          | \_  <2023-01-31 Tue>        |         | 10:40 |      |
| 3D       | \_    SDVGD week 2 homework |         |       | 8:11 |
| painting | \_    SDVGD week 2 homework |         |       | 0:49 |
| study    | \_    ENT1 week 3           |         |       | 1:40 |
|          | \_  <2023-02-01 Wed>        |         | 11:06 |      |
| painting | \_    SDVGD week 2 homework |         |       | 2:12 |
| 3D       | \_    SDVGD week 2 homework |         |       | 1:17 |
| study    | \_    ENT1 week 3           |         |       | 1:58 |
| drawing  | \_    ENT1 week 3 homework  |         |       | 1:31 |
| 3D       | \_    ENT1 week 3 homework  |         |       | 2:08 |
| study    | \_    SDVGD week 3          |         |       | 2:00 |
|          | \_  <2023-02-02 Thu>        |         | 10:16 |      |
| 3D       | \_    ENT1 week 3 homework  |         |       | 8:53 |
| drawing  | \_    ENT1 week 3 homework  |         |       | 0:20 |
| study    | \_    SDVGD week 3          |         |       | 1:03 |
|          | \_  <2023-02-03 Fri>        |         | 10:01 |      |
| 3D       | \_    ENT1 week 3 homework  |         |       | 1:07 |
| painting | \_    ENT1 week 3 homework  |         |       | 7:31 |
| study    | \_    SDVGD week 3          |         |       | 1:23 |
|          | \_  <2023-02-04 Sat>        |         |  7:46 |      |
| painting | \_    ENT1 week 3 homework  |         |       | 4:47 |
| study    | \_    WB2 week 2            |         |       | 2:59 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h)  |
|----------+------------+-----------|
| drawing  | *Tag time* | *1h 51m*  |
|----------+------------+-----------|
| study    | *Tag time* | *13h 8m*  |
|----------+------------+-----------|
| painting | *Tag time* | *15h 43m* |
|----------+------------+-----------|
| 3D       | *Tag time* | *29h 43m* |

#+END:
** <2023-01-30 Mon>
*** DONE SDVGD week 2 homework                                        :study:
:LOGBOOK:
CLOCK: [2023-01-30 Mon 12:09]--[2023-01-30 Mon 12:39] =>  0:30
CLOCK: [2023-01-30 Mon 07:16]--[2023-01-30 Mon 08:51] =>  1:35
:END:
*** DONE SDVGD week 2 homework                                           :3D:
:LOGBOOK:
CLOCK: [2023-01-30 Mon 19:29]--[2023-01-30 Mon 21:16] =>  1:47
CLOCK: [2023-01-30 Mon 17:52]--[2023-01-30 Mon 19:15] =>  1:23
CLOCK: [2023-01-30 Mon 15:08]--[2023-01-30 Mon 15:54] =>  0:46
CLOCK: [2023-01-30 Mon 12:39]--[2023-01-30 Mon 14:46] =>  2:07
CLOCK: [2023-01-30 Mon 10:00]--[2023-01-30 Mon 12:04] =>  2:04
:END:
*** DONE SDVGD week 2 homework                                     :painting:
:LOGBOOK:
CLOCK: [2023-01-30 Mon 21:16]--[2023-01-30 Mon 21:40] =>  0:24
:END:
** <2023-01-31 Tue>
*** DONE SDVGD week 2 homework                                           :3D:
:LOGBOOK:
CLOCK: [2023-01-31 Tue 20:30]--[2023-01-31 Tue 20:40] =>  0:10
CLOCK: [2023-01-31 Tue 19:30]--[2023-01-31 Tue 20:15] =>  1:06
CLOCK: [2023-01-31 Tue 18:13]--[2023-01-31 Tue 19:16] =>  1:03
CLOCK: [2023-01-31 Tue 15:47]--[2023-01-31 Tue 15:59] =>  0:12
CLOCK: [2023-01-31 Tue 12:31]--[2023-01-31 Tue 14:46] =>  2:15
CLOCK: [2023-01-31 Tue 10:08]--[2023-01-31 Tue 11:59] =>  1:51
CLOCK: [2023-01-31 Tue 09:33]--[2023-01-31 Tue 09:55] =>  0:22
CLOCK: [2023-01-31 Tue 07:14]--[2023-01-31 Tue 08:47] =>  1:33
:END:
*** DONE SDVGD week 2 homework                                     :painting:
:LOGBOOK:
CLOCK: [2023-01-31 Tue 20:40]--[2023-01-31 Tue 20:58] =>  0:18
CLOCK: [2023-01-31 Tue 14:46]--[2023-01-31 Tue 15:17] =>  0:31
:END:
*** DONE ENT1 week 3                                                  :study:
:LOGBOOK:
CLOCK: [2023-01-31 Tue 20:58]--[2023-01-31 Tue 22:38] =>  1:40
:END:
** <2023-02-01 Wed>
*** DONE SDVGD week 2 homework                                     :painting:
:LOGBOOK:
CLOCK: [2023-02-01 Wed 11:18]--[2023-02-01 Wed 12:04] =>  0:46
CLOCK: [2023-02-01 Wed 07:19]--[2023-02-01 Wed 08:45] =>  1:26
:END:
*** DONE SDVGD week 2 homework                                           :3D:
:LOGBOOK:
CLOCK: [2023-02-01 Wed 10:01]--[2023-02-01 Wed 11:18] =>  1:17
:END:
*** DONE ENT1 week 3                                                  :study:
:LOGBOOK:
CLOCK: [2023-02-01 Wed 12:08]--[2023-02-01 Wed 14:06] =>  1:58
:END:
*** TODO ENT1 week 3 homework :drawing:
:LOGBOOK:
CLOCK: [2023-02-01 Wed 14:28]--[2023-02-01 Wed 15:59] =>  1:31
:END:
*** TODO ENT1 week 3 homework :3D:
:LOGBOOK:
CLOCK: [2023-02-01 Wed 19:53]--[2023-02-01 Wed 20:36] =>  0:43
CLOCK: [2023-02-01 Wed 18:13]--[2023-02-01 Wed 19:38] =>  1:25
:END:
*** TODO SDVGD week 3 :study:
:LOGBOOK:
CLOCK: [2023-02-01 Wed 21:00]--[2023-02-01 Wed 23:00] =>  2:00
:END:
** <2023-02-02 Thu>
*** DONE ENT1 week 3 homework                                            :3D:
:LOGBOOK:
CLOCK: [2023-02-02 Thu 20:09]--[2023-02-02 Thu 21:40] =>  1:31
CLOCK: [2023-02-02 Thu 19:17]--[2023-02-02 Thu 19:57] =>  0:40
CLOCK: [2023-02-02 Thu 12:36]--[2023-02-02 Thu 15:43] =>  3:07
CLOCK: [2023-02-02 Thu 09:46]--[2023-02-02 Thu 12:00] =>  2:14
CLOCK: [2023-02-02 Thu 07:30]--[2023-02-02 Thu 08:51] =>  1:21
:END:
*** DONE ENT1 week 3 homework                                       :drawing:
:LOGBOOK:
CLOCK: [2023-02-02 Thu 18:57]--[2023-02-02 Thu 19:17] =>  0:20
:END:
*** DONE SDVGD week 3                                                 :study:
:LOGBOOK:
CLOCK: [2023-02-02 Thu 17:54]--[2023-02-02 Thu 18:57] =>  1:03
:END:
** <2023-02-03 Fri>
*** DONE ENT1 week 3 homework                                            :3D:
:LOGBOOK:
CLOCK: [2023-02-03 Fri 20:08]--[2023-02-03 Fri 21:04] =>  0:56
CLOCK: [2023-02-03 Fri 07:20]--[2023-02-03 Fri 07:31] =>  0:11
:END:
*** DONE ENT1 week 3 homework                                      :painting:
:LOGBOOK:
CLOCK: [2023-02-03 Fri 21:04]--[2023-02-03 Fri 21:25] =>  0:21
CLOCK: [2023-02-03 Fri 18:10]--[2023-02-03 Fri 19:54] =>  1:44
CLOCK: [2023-02-03 Fri 14:37]--[2023-02-03 Fri 15:55] =>  1:18
CLOCK: [2023-02-03 Fri 12:24]--[2023-02-03 Fri 14:16] =>  1:52
CLOCK: [2023-02-03 Fri 11:15]--[2023-02-03 Fri 11:36] =>  0:21
CLOCK: [2023-02-03 Fri 10:14]--[2023-02-03 Fri 10:54] =>  0:40
CLOCK: [2023-02-03 Fri 07:31]--[2023-02-03 Fri 08:46] =>  1:15
:END:
*** DONE SDVGD week 3                                                 :study:
:LOGBOOK:
CLOCK: [2023-02-03 Fri 14:16]--[2023-02-03 Fri 14:34] =>  0:18
CLOCK: [2023-02-03 Fri 11:55]--[2023-02-03 Fri 12:24] =>  0:29
CLOCK: [2023-02-03 Fri 09:38]--[2023-02-03 Fri 10:14] =>  0:36
:END:
** <2023-02-04 Sat>
*** TODO ENT1 week 3 homework :painting:
:LOGBOOK:
CLOCK: [2023-02-04 Sat 18:46]--[2023-02-04 Sat 20:42] =>  1:56
CLOCK: [2023-02-04 Sat 10:25]--[2023-02-04 Sat 11:22] =>  0:57
CLOCK: [2023-02-04 Sat 09:46]--[2023-02-04 Sat 10:10] =>  0:24
CLOCK: [2023-02-04 Sat 07:36]--[2023-02-04 Sat 09:06] =>  1:30
:END:
*** DONE WB2 week 2                                                   :study:
:LOGBOOK:
CLOCK: [2023-02-04 Sat 11:56]--[2023-02-04 Sat 14:55] =>  2:59
:END:

